export const markdownContent = `
## 개인정보 처리방침

리마인드 (이하 '회사')는 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.

### 제1조 (개인정보의 처리 목적)
회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

#### 회원 가입 및 관리
회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리 등을 목적으로 개인정보를 처리합니다.

#### 재화 또는 서비스 제공
물품배송, 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금결제·정산 등을 목적으로 개인정보를 처리합니다.

#### 마케팅 및 광고에의 활용
신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 등을 목적으로 개인정보를 처리합니다.

### 제2조 (개인정보의 처리 및 보유 기간)
회사는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.

- **회원 가입 및 관리:** 회원 탈퇴 시까지
- **재화 또는 서비스 제공:** 재화·서비스 공급 완료 및 요금결제·정산 완료 시까지
- **마케팅 및 광고에의 활용:** 정보주체의 동의 철회 시까지

### 제3조 (처리하는 개인정보의 항목)
회사는 다음의 개인정보 항목을 처리하고 있습니다.

#### 회원 가입 및 관리
- 필수항목: 생년월일, 성별, 로그인ID, 비밀번호, 휴대전화번호, 이메일주소
- 선택항목: 관심분야, 서비스 이용 기록

#### 재화 또는 서비스 제공
- 필수항목: 생년월일, 성별, 로그인ID, 비밀번호, 휴대전화번호, 이메일주소, 결제 정보

#### 마케팅 및 광고에의 활용
- 필수항목: 생년월일, 성별, 로그인ID, 비밀번호, 휴대전화번호, 이메일주소

### 제4조 (개인정보의 제3자 제공에 관한 사항)
회사는 정보주체의 개인정보를 개인정보 보호법 제17조에 따라 제3자에게 제공할 수 있습니다. 다만, 회사는 현재 개인정보를 제3자에게 제공하지 않습니다. 개인정보 제3자 제공 시, 관련 내용을 정보주체에게 알리고 동의를 받겠습니다.

### 제5조 (개인정보처리의 위탁에 관한 사항)
회사는 서비스 이행을 위해 필요한 경우 개인정보 처리 업무를 외부에 위탁할 수 있습니다. 위탁계약 체결 시, 개인정보 보호법 제25조에 따라 수탁자가 개인정보를 안전하게 처리하는지 감독하고 있습니다.

### 제6조 (정보주체와 법정대리인의 권리·의무 및 행사방법에 관한 사항)
정보주체는 회사에 대해 언제든지 개인정보 열람, 정정, 삭제, 처리정지 요구 등의 권리를 행사할 수 있습니다. 권리 행사는 서면, 전자우편 등을 통해 하실 수 있으며, 회사는 이에 대해 지체 없이 조치하겠습니다.

### 제7조 (개인정보의 파기절차 및 방법)
회사는 개인정보 보유기간의 경과, 처리 목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.

- **파기절차:** 정보주체가 입력한 정보는 목적 달성 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다.
- **파기방법:** 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

### 제8조 (개인정보의 안전성 확보조치에 관한 사항)
회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.

- **관리적 조치:** 내부관리계획 수립·시행, 정기적 직원 교육 등
- **기술적 조치:** 개인정보처리시스템 등의 접근권한 관리, 고유식별정보 등의 암호화, 보안프로그램 설치
- **물리적 조치:** 전산실, 자료보관실 등의 접근통제

### 제9조 (개인정보 보호책임자에 관한 사항)
회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.

- **개인정보 보호책임자:** 최민수
- **연락처:** 010-2996-8711, admin@remind4u.co.kr

### 제10조 (개인정보 처리방침 변경에 관한 사항)
이 개인정보 처리방침은 2024년 7월 19일부터 적용됩니다.
`;
